Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pt_BR.tmx
Source language: en
Languages: pt_br

source: custom sort
pt_br: ordenação personalizada

source: shuffle
pt_br: embaralhar

source: filter
pt_br: filtro

source: view
pt_br: visualizar

source: unstarred only
pt_br: apenas sem estrela

source: rejected only
pt_br: apenas rejeitados

source: all except rejected
pt_br: todos exceto rejeitados

source: sort by
pt_br: ordena por

source: preferences
pt_br: preferências

source: overlay mode for size
pt_br: modo de sobreposição para tamanho

source: expand grouped images
pt_br: expande imagens agrupadas

source: collapse grouped images
pt_br: esconder imagens agrupadas

source: click to change the type of overlays shown on thumbnails
pt_br: clique para mudar o tipo de sobreposições usadas nas miniaturas

source: no overlays
pt_br: nenhuma sobreposição

source: overlays on mouse hover
pt_br: sobreposições ao passar o mouse

source: extended overlays on mouse hover
pt_br: sobreposições extendidas ao passar o mouse

source: permanent overlays
pt_br: sobreposições permanentes

source: permanent extended overlays
pt_br: sobreposições extendidas permanentes

source: permanent overlays extended on mouse hover
pt_br: sobreposições permanentes extendidas ao passar o mouse

source: overlays block on mouse hover
pt_br: bloco de sobreposições ao passar o mouse

source: enable this, then click on a control element to see its online help
pt_br: habilite isto, depois clique em um elemento de controle para ver sua ajuda online

source: show global preferences
pt_br: mostrar preferências globais

source: do you want to access https://darktable.gitlab.io/doc/?
pt_br: você quer acessar https://darktable.gitlab.io/doc/?

source: access the online usermanual?
pt_br: acessar o manual do usuário online?

source: help url opened in web browser
pt_br: url de ajuda aberta no navegador

source: error while opening help url in web browser
pt_br: erro abrindo url de ajuda aberta no navegador

source: there is no help available for this element
pt_br: não há ajuda disponível para este elemento

source: hinter
pt_br: dicas

source: image infos
pt_br: informações da imagem

source: zoomable light table
pt_br: mesa de luz com zoom

source: file manager
pt_br: gerenciador de arquivos

source: culling
pt_br: seleção

source: fixed zoom
pt_br: zoom fixo

source: dynamic zoom
pt_br: zoom dinâmico

source: zoom max
pt_br: zoom máximo

source: zoom in
pt_br: aproximar

source: zoom out
pt_br: afastar

source: zoom min
pt_br: zoom mínimo

source: toggle culling mode
pt_br: alterna modo de seleção

source: toggle culling dynamic mode
pt_br: alterna modo de seleção dinâmica

source: toggle culling zoom mode
pt_br: alterna modo de seleção com zoom

source: module toolbox
pt_br: módulo ferramentas

source: timeline
pt_br: linha do tempo

source: start selection
pt_br: inicia seleção

source: stop selection
pt_br: para seleção

source: view toolbox
pt_br: visualiza instrumentos

source: viewswitcher
pt_br: modifica vista

source: reset lib parameters
pt_br: redefinir parâmetros

source: select file
pt_br: selecionar arquivo

source: double click to reset to `%f'
pt_br: clique duplo para redefinir para `%f'

source: lua options
pt_br: opções lua

source: loading image
pt_br: carregando imagem

source: gamut check
pt_br: verificação de gamut

source: soft proof
pt_br: impressão na tela

source: no image to open !
pt_br: nenhuma imagem para abrir!

source: no userdefined presets for favorite modules were found
pt_br: nenhuma predefinição do módulo de favoritos foi encontrado

source: applied style `%s' on current image
pt_br: estilo aplicado `%s' na imagem atual

source: no styles have been created yet
pt_br: nenhum estilo foi criado ainda

source: quick access to presets of your favorites
pt_br: acesso rápido para as predefinições de favoritos

source: quick access for applying any of your styles
pt_br: acesso rápido para aplicação dos estilos

source: display a second darkroom image window
pt_br: mostrar uma segunda janela de darkroom

source: toggle ISO 12646 color assessment conditions
pt_br: alterna condições de avaliação de cores ISO 12646

source: toggle raw over exposed indication right click for options
pt_br: alterna indicação de super exposto clique direito para opcões

source: mark with CFA color
pt_br: marcar com cor CFA

source: mark with solid color
pt_br: marcar com cor sólida

source: select how to mark the clipped pixels
pt_br: selecione como marcar os pixels cortados

source: color scheme
pt_br: esquema de cor

source: select the solid color to indicate over exposure. will only be used if mode = mark with solid color
pt_br: selecione uma cor para indicar superexposição. só será utilizada caso modo seja = marcar com cor sólida

source: threshold of what shall be considered overexposed 1.0 - white level 0.0 - black level
pt_br: limite para o que é considerado superexposição 1.0 - nível de branco 0.0 - nível de preto

source: toggle over/under exposed indication right click for options
pt_br: alterna indicação de super/sub exposto clique direito para opcões

source: red & blue
pt_br: vermelho & azul

source: purple & green
pt_br: roxo & verde

source: select colors to indicate over/under exposure
pt_br: selecione cores para indicar super/sub exposição

source: lower threshold
pt_br: limite inferior

source: threshold of what shall be considered underexposed
pt_br: limite para o que é considerado subexposição

source: upper threshold
pt_br: limite superior

source: threshold of what shall be considered overexposed
pt_br: limite para o que é considerado superexposição

source: toggle softproofing right click for profile options
pt_br: alterna perfil de impressão na tela clique direito para opções

source: toggle gamut checking right click for profile options
pt_br: alterna verificação de gamut clique direito para opções

source: display intent
pt_br: intenção de visualização

source: preview display intent
pt_br: pré-visualizar intenção de visualização

source: display profile
pt_br: visualiza perfil

source: preview display profile
pt_br: pré-visualizar perfil do monitor

source: histogram profile
pt_br: perfil de histograma

source: display ICC profiles in %s or %s
pt_br: perfis ICC do monitor em %s ou %s

source: preview display ICC profiles in %s or %s
pt_br: pré-visualização de perfis ICC do monitor em %s ou %s

source: softproof ICC profiles in %s or %s
pt_br: perfis ICC impressão na tela em %s ou %s

source: histogram and color picker ICC profiles in %s or %s
pt_br: perfis ICC de histograma e conta-gotas em %s ou %s

source: set the color of lines that overlay the image (drawn masks, crop and rotate guides etc.)
pt_br: determina cor das linhas que se sobrepões à imagem (máscaras, guias de corte e rotação etc.)

source: overlay color
pt_br: cor de overlay

source: set overlay color
pt_br: selecionar cor do overlay

source: zoom close-up
pt_br: zoom primeiro plano

source: zoom fill
pt_br: zoom preecher

source: zoom fit
pt_br: zoom ajustado

source: image forward
pt_br: imagem adiante

source: image back
pt_br: imagem anterior

source: color assessment
pt_br: avaliação de cores

source: cycle overlay colors
pt_br: passa por cores de overlay

source: softproof
pt_br: impressão na tela

source: show drawn masks
pt_br: mostrar máscara desenhada

source: increase brush size
pt_br: aumentar tamanho do pincel

source: decrease brush size
pt_br: diminuir tamanho do pincel

source: increase brush hardness
pt_br: aumentar dureza do pincel

source: decrease brush hardness
pt_br: diminuir dureza do pincel

source: increase brush opacity
pt_br: aumentar opacidade do pincel

source: decrease brush opacity
pt_br: diminuir opacidade do pincel

source: full preview
pt_br: visualização total

source: undo
pt_br: desfazer

source: redo
pt_br: refazer

source: allow to pan & zoom while editing masks
pt_br: permitir pan & zoom ao editar máscaras

source: search modules
pt_br: busca módulos

source: switch to lighttable
pt_br: mudar para mesa de luz

source: zoom in the image
pt_br: zoom na imagem

source: unbounded zoom in the image
pt_br: zoom ilimitado na imagem

source: zoom to 100% 200% and back
pt_br: zoom para 100% 200% e volta

source: [modules] expand module without closing others
pt_br: [módulos] expande módulo sem fechar outros

source: [modules] change module position in pipe
pt_br: [módulos] muda posição do módulo no fluxo

source: darktable - darkroom preview
pt_br: darktable - pré-visualização de sala escura

source: good knight
pt_br: boa noite

source: there are no images in this collection
pt_br: não existem imagens nesta coleção

source: if you have not imported any images yet
pt_br: se você ainda ainda importou nenhuma imagem

source: you can do so in the import module
pt_br: você pode fazer no módulo de importação

source: try to relax the filter settings in the top panel
pt_br: tente relaxar as configurações do filtro no painel superior

source: or add images in the collection module in the left panel
pt_br: ou adicione imagens a coleção no painel esquerdo

source: move page up
pt_br: mover página para cima

source: move page down
pt_br: mover página para baixo

source: move left
pt_br: mover para esquerda

source: move right
pt_br: mover à direita

source: move start
pt_br: ao início

source: move end
pt_br: mover para o final

source: move page up and select
pt_br: página acima e seleciona

source: move page down and select
pt_br: página abaixo e seleciona

source: move up and select
pt_br: acima e seleciona

source: move down and select
pt_br: mover para baixo e selecionar

source: move left and select
pt_br: mover à esquerda e selecionar

source: move right and select
pt_br: move à direita e seleciona

source: move start and select
pt_br: ao início e selecionar

source: move end and select
pt_br: ao final e seleciona

source: align images to grid
pt_br: alinhar imagens à grade

source: reset first image offset
pt_br: reposiciona a primeira imagem

source: select toggle image
pt_br: inverte seleção de imagem

source: select single image
pt_br: selecionar imagem única

source: preview
pt_br: visualização

source: preview with focus detection
pt_br: visualização com detecção de foco

source: sticky preview
pt_br: visualização duradoura

source: sticky preview with focus detection
pt_br: visualização duradoura com detecção de foco

source: preview zoom 100%
pt_br: pré-visualização de zoom 100%

source: preview zoom fit
pt_br: pré-visualização de zoom ajustado

source: open image in darkroom
pt_br: abrir imagem na sala escura

source: switch to next/previous image
pt_br: muda para imagem próxima/anterior

source: zoom to 100% and back
pt_br: zoom para 100% e volta

source: scroll the collection
pt_br: fazer scroll pela coleção

source: change number of images per row
pt_br: número máximo de imagens por linha

source: change image order
pt_br: muda ordem das imagens

source: zoom all the images
pt_br: zoom em todas as imagens

source: pan inside all the images
pt_br: arrastar em todas as imagens

source: zoom current image
pt_br: zoom na imagem atual

source: pan inside current image
pt_br: arrastar na imagem corrente

source: zoom current image to 100% and back
pt_br: zoom na imagem corrente para 100% e volta

source: zoom the main view
pt_br: zoom na visualização principal

source: pan inside the main view
pt_br: arrastar na vizualização principal

source: set display profile
pt_br: definir perfil do monitor

source: map
pt_br: mapa

source: [on image] open in darkroom
pt_br: abrir imagem na sala escura

source: [on map] zoom map
pt_br: zoom no mapa

source: move image location
pt_br: mover localização da imagem

source: end of images. press any key to return to lighttable mode
pt_br: final das imagens. pressione uma tecla para retornar ao modo mesa de luz

source: waiting to start slideshow
pt_br: aguardando para iniciar slideshow

source: slideshow paused
pt_br: apresentação pausada

source: slideshow delay set to %d second
pt_br: pausa do slideshow ajustada para %d segundo

source: start and stop
pt_br: inicar e parar

source: go to next image
pt_br: ir para o próxima imagem

source: go to previous image
pt_br: muda para imagem anterior

source: tethering
pt_br: acesso remoto

source: new session initiated '%s'
pt_br: nova sessão iniciada '%s'

source: no camera with tethering support available for use...
pt_br: nenhuma câmera com acesso remoto disponível para uso...

source: Left click
pt_br: Clique esquerdo

source: Right click
pt_br: Clique direito

source: Middle click
pt_br: Clique do meio

source: Scroll
pt_br: Rolar

source: Left double-click
pt_br: clique esquerdo duplo

source: Right double-click
pt_br: clique direito duplo

source: Drag and drop
pt_br: Arrastar e soltar

source: Left click+Drag
pt_br: Clique Esquerdo+Arrastar

source: Right click+Drag
pt_br: Clique direito+Arrastar

source: darktable - accels window
pt_br: darktable - janela de atalhos

source: switch to a classic window which will stay open after key release.
pt_br: mudar para uma janela clássica que ficará aberta após soltar a tecla.

source: +Scroll
pt_br: +Rolar

source: mouse actions
pt_br: ações com mouse

source: Accel
pt_br: atalhos

source: Action
pt_br: Ação
